import img1 from "@/assets/img/products/package.png";
import img2 from "@/assets/img/products/bag.png";
import img3 from "@/assets/img/products/case.png";
import img4 from "@/assets/img/products/other.png";

export const productsData = {
  package: [
    {
      id: "1",
      src: img1,
      title: "Упаковка",
      count: 50,
      desc: "Сделано из крафт-бумаги или плотного картона. Упаковки имеют различные формы и расцветки, изготовим форму под заказ.",
    },
    {
      id: "2",
      src: img1,
      title: "Упаковка",
      count: 50,
      desc: "Сделано из крафт-бумаги или плотного картона. Упаковки имеют различные формы и расцветки, изготовим форму под заказ.",
    },
  ],
  bag: [
    {
      id: "1",
      src: img2,
      title: "Пакеты",
      count: 200,
      desc: "С прямоугольным дном. От 10 см до 60 см по высоте. Материалы: картон, крафт-бумага. Различные расцветки и дизайн.",
    },
    {
      id: "2",
      src: img2,
      title: "Пакеты",
      count: 200,
      desc: "С прямоугольным дном. От 10 см до 60 см по высоте. Материалы: картон, крафт-бумага. Различные расцветки и дизайн.",
    },
  ],
  case: [
    {
      id: "1",
      src: img3,
      title: "Кейсы",
      count: 30,
      desc: "Подойдет для документов и других бумаг. Различные расцветки, размеры и плотность. Материал: прессованная бумага.",
    },
    {
      id: "2",
      src: img3,
      title: "Кейсы",
      count: 30,
      desc: "Подойдет для документов и других бумаг. Различные расцветки, размеры и плотность. Материал: прессованная бумага.",
    },
  ],
  other: [
    {
      id: "1",
      src: img4,
      title: "Остальное",
      count: 100,
      desc: "Нестандартные упаковки, кейсы и другие изделия различных размеров и конфигураций. Изготовим в кратчайшие сроки.",
    },
    {
      id: "2",
      src: img4,
      title: "Остальное",
      count: 100,
      desc: "Нестандартные упаковки, кейсы и другие изделия различных размеров и конфигураций. Изготовим в кратчайшие сроки.",
    },
  ],
};
